export const plansList = [
    {
        id: 1,
        title: 'Start',
        price: '170 000',
        currency: 'сум/месяц',
        description: '- В качестве бонуса добавлены функции KPI.  3 месяца бесплатного пробного периода',
        features: {
            pros: [
                'до 5 пользователей',
                'Клиентская база до 500 клиентов',
                'Aвтоматизировать управление лидами',
                'Услуги детализации заказов',
                'Создания туристических пакетов',
                'Готовые турпакеты и услуги'
            ],
            cons: [
                'Финансы',
                'Быстрый логин',
                '- Авто-заполнение документов по \n' +
                'сканированию паспорта.',
                '- Интеграция с облачной и офисной IP-\n' +
                'телефонией.',
                '- Массовые и индивидуальные SMS-рассылки.',
                'Возможность выбора типа скидки для клиента.',
                'Landing page',
                'Мобильные приложения'
            ]
        }
    },
    {
        id: 2,
        title: 'Professional',
        price: '400 000',
        currency: 'сум/месяц',
        description: 'В качестве бонуса добавлены функции KPI и HRM.  3 месяца бесплатного пробного периода',
        features: {
            pros: [
                'до 15 пользователей',
                'Клиентская база - неограниченный',
                'Aвтоматизировать управление лидами',
                'Услуги детализации заказов',
                'Создания туристических пакетов',
                'Готовые турпакеты и услуги',
                'Финансы',
                'Быстрый логин',
                '- Авто-заполнение документов по \n' +
                'сканированию паспорта.',
                '- Интеграция с облачной и офисной IP-\n' +
                'телефонией.',
                '- Массовые и индивидуальные SMS-рассылки.'
            ],
            cons: [
                'Возможность выбора типа скидки для клиента.',
                'Landing page',
                'Мобильные приложения'
            ]
        }
    },
    {
        id: 3,
        title: 'VIP',
        price: 'по соглашению',
        description: 'В качестве бонуса добавлены функции KPI и HRM. Оплата\n' +
            'взимается за 3 месяца вперед с гарантией возврата \n' +
            'средств',
        features: {
            pros: [
                'до 15 пользователей',
                'Клиентская база - неограниченный',
                'Aвтоматизировать управление лидами',
                'Услуги детализации заказов',
                'Создания туристических пакетов',
                'Готовые турпакеты и услуги',
                'Финансы',
                'Быстрый логин',
                '- Авто-заполнение документов по \n' +
                'сканированию паспорта.',
                '- Интеграция с облачной и офисной IP-\n' +
                'телефонией.',
                '- Массовые и индивидуальные SMS-рассылки.',
                'Возможность выбора типа скидки для клиента.',
                'Landing page',
                'Мобильные приложения'
            ],
            cons: []
        }
    }
]