<template>
  <div class="faq">
    <h1 class="faq__header">Почему лучше использовать готовые CRM-решения,</h1>
    <p class="faq__description">чем разрабатывать собственную CRM-систему?</p>

    <div class="faq__drop">
      <div v-for="el in faqList" class="drop" :key="el.id">
        <div class="drop__header" @click="setActive(el.id)">
          <span>{{ el.title }}</span>
          <img src="../../assets/img/plus.svg" alt="">
        </div>
        <div v-if="el.id === active" class="drop__description">{{ el.description }}</div>
      </div>
    </div>
  </div>
</template>

<script setup>
import {shallowRef} from "vue";

const active = shallowRef(null)
const setActive = (id) => {
  active.value = active.value === id ? null : id
}
const faqList = [
  {
    id: 1,
    title: 'Снижение затрат',
    description: 'Разработка и поддержка собственной CRM системы может потребовать огромных затрат на зарплаты разработчиков и другие расходы. A наше решение более низкие стоимости, так как они уже разработаны и готовы к использованию'
  },
  {
    id: 2,
    title: 'Времявнедрения',
    description: 'Разработка своей CRM-системы может занять много времени, начиная от планирования и разработки до тестирования и внедрения. Наше решение уже готовы к использованию и внедрены значительно быстрее.'
  },
  {
    id: 3,
    title: 'Техническая экспертиза',
    description: 'Разработка CRM-системы требует высокой технической экспертизы в области программирования и системной архитектуры. Наше CRM-решения избавляют Вас от необходимости иметь такие знания, так как весь технический аспект обеспечивает поставщик'
  },
  {
    id: 4,
    title: 'Стабильность и надежность',
    description: 'У нас есть опыт и ресурсы для обеспечения стабильности и надежности наших продуктов, что может быть сложно достичь при разработке собственной системы.'
  },
  {
    id: 5,
    title: 'Профильная CRM для турбизнеса',
    description: 'CRM-система, специально разработанная для туристических агентств и туроператоров'
  },
  {
    id: 6,
    title: 'Решение SAAS',
    description: 'Клиенты могут выбирать между разными планами, начиная от базовых функций до расширенных возможностей, в зависимости от их потребностей'
  },
]
</script>